trunk/HSIM/iHub/BRS/xml/setAlignment

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><GetUpdatedObjects xmlns="http://schemas.actuate.com/actuate11"><Operation><Target><Id>$1</Id><Type>$2</Type></Target><Operator>SetAlignmentNGetPage</Operator><Oprand><Name>$3</Name><Value>$4</Value></Oprand><Data><ColumnDefs><ColumnDef><Index>$5</Index><Properties><Width>$6</Width><Unit>$7</Unit><Alignment>$8</Alignment></Properties></ColumnDef></ColumnDefs></Data></Operation></GetUpdatedObjects></Body></Envelope>